{
  "[PAD]": 0,
  "[UNK]": 1,
  "[CLS]": 2,
  "[SEP]": 3,
  "[MASK]": 4,
  "5S_rRNA_ENSG00000276861": 5,
  "5S_rRNA_ENSG00000277411": 6,
  "5S_rRNA_ENSG00000277488": 7,
  "5S_rRNA_ENSG00000278457": 8,
  "5S_rRNA_ENSG00000285609": 9,
  "5S_rRNA_ENSG00000285626": 10,
  "5S_rRNA_ENSG00000285674": 11,
  "5S_rRNA_ENSG00000285776": 12,
  "5S_rRNA_ENSG00000285912": 13,
  "5S_rRNA_ENSG00000288601": 14,
  "5_8S_rRNA_ENSG00000273730": 15,
  "5_8S_rRNA_ENSG00000275757": 16,
  "5_8S_rRNA_ENSG00000275877": 17,
  "5_8S_rRNA_ENSG00000276871": 18,
  "5_8S_rRNA_ENSG00000277739": 19,
  "5_8S_rRNA_ENSG00000278294": 20,
  "5_8S_rRNA_ENSG00000283274": 21,
  "5_8S_rRNA_ENSG00000283291": 22,
  "5_8S_rRNA_ENSG00000283568": 23,
  "7SK_ENSG00000202198": 24,
  "7SK_ENSG00000271394": 25,
  "7SK_ENSG00000273591": 26,
  "7SK_ENSG00000274303": 27,
  "7SK_ENSG00000275933": 28,
  "7SK_ENSG00000276626": 29,
  "7SK_ENSG00000277313": 30,
  "<cls>": 31,
  "<eoc>": 32,
  "<pad>": 33,
  "A1BG": 34,
  "A1BG-AS1": 35,
  "A1CF": 36,
  "A2M": 37,
  "A2M-AS1": 38,
  "A2ML1": 39,
  "A2ML1-AS1": 40,
  "A2ML1-AS2": 41,
  "A2MP1": 42,
  "A3GALT2": 43,
  "A4GALT": 44,
  "A4GNT": 45,
  "AA06": 46,
  "AAAS": 47,
  "AACS": 48,
  "AACSP1": 49,
  "AADAC": 50,
  "AADACL2": 51,
  "AADACL2-AS1": 52,
  "AADACL3": 53,
  "AADACL4": 54,
  "AADACP1": 55,
  "AADAT": 56,
  "AAGAB": 57,
  "AAK1": 58,
  "AAMDC": 59,
  "AAMP": 60,
  "AANAT": 61,
  "AAR2": 62,
  "AARD": 63,
  "AARS1": 64,
  "AARS1P1": 65,
  "AARS2": 66,
  "AARSD1": 67,
  "AARSD1P1": 68,
  "AASDH": 69,
  "AASDHPPT": 70,
  "AASS": 71,
  "AATBC": 72,
  "AATF": 73,
  "AATK": 74,
  "AB015752.3": 75,
  "AB019440.50": 76,
  "AB019441.29": 77,
  "ABALON": 78,
  "ABAT": 79,
  "ABBA01000934.1": 80,
  "ABBA01045074.1": 81,
  "ABBA01045074.2": 82,
  "ABC10-43608400O15.1": 83,
  "ABC10-44372100G24.1": 84,
  "ABC11-4932300O16.1": 85,
  "ABC12-46663800M24.1": 86,
  "ABC12-46663800M24.2": 87,
  "ABC12-47964100C23.1": 88,
  "ABC13-47656900H15.1": 89,
  "ABC13-48845200J1.1": 90,
  "ABC14-1188822O7.1": 91,
  "ABC14-1188822O7.2": 92,
  "ABC7-42391500H16.4": 93,
  "ABC7-42404400C24.1": 94,
  "ABC7-42418200C9.1": 95,
  "ABC7-481722F1.1": 96,
  "ABC7-481722F1.2": 97,
  "ABC8-43014700C16.1": 98,
  "ABCA1": 99,
  "ABCA10": 100,
  "ABCA11P": 101,
  "ABCA12": 102,
  "ABCA13": 103,
  "ABCA17P": 104,
  "ABCA2": 105,
  "ABCA3": 106,
  "ABCA4": 107,
  "ABCA5": 108,
  "ABCA6": 109,
  "ABCA7": 110,
  "ABCA8": 111,
  "ABCA9": 112,
  "ABCA9-AS1": 113,
  "ABCB1": 114,
  "ABCB10": 115,
  "ABCB10P1": 116,
  "ABCB10P3": 117,
  "ABCB10P4": 118,
  "ABCB11": 119,
  "ABCB4": 120,
  "ABCB5": 121,
  "ABCB6": 122,
  "ABCB7": 123,
  "ABCB8": 124,
  "ABCB9": 125,
  "ABCC1": 126,
  "ABCC10": 127,
  "ABCC11": 128,
  "ABCC12": 129,
  "ABCC13": 130,
  "ABCC2": 131,
  "ABCC3": 132,
  "ABCC4": 133,
  "ABCC5": 134,
  "ABCC5-AS1": 135,
  "ABCC6": 136,
  "ABCC6P1": 137,
  "ABCC6P2": 138,
  "ABCC8": 139,
  "ABCC9": 140,
  "ABCD1": 141,
  "ABCD1P2": 142,
  "ABCD1P3": 143,
  "ABCD1P4": 144,
  "ABCD1P5": 145,
  "ABCD2": 146,
  "ABCD3": 147,
  "ABCD4": 148,
  "ABCE1": 149,
  "ABCF1": 150,
  "ABCF2": 151,
  "ABCF2-H2BE1": 152,
  "ABCF2P1": 153,
  "ABCF2P2": 154,
  "ABCF3": 155,
  "ABCG1": 156,
  "ABCG2": 157,
  "ABCG4": 158,
  "ABCG5": 159,
  "ABCG8": 160,
  "ABHD1": 161,
  "ABHD10": 162,
  "ABHD11": 163,
  "ABHD11-AS1": 164,
  "ABHD12": 165,
  "ABHD12B": 166,
  "ABHD13": 167,
  "ABHD14A": 168,
  "ABHD14A-ACY1": 169,
  "ABHD14B": 170,
  "ABHD15": 171,
  "ABHD15-AS1": 172,
  "ABHD16A": 173,
  "ABHD16B": 174,
  "ABHD17A": 175,
  "ABHD17AP1": 176,
  "ABHD17AP3": 177,
  "ABHD17AP4": 178,
  "ABHD17AP5": 179,
  "ABHD17AP6": 180,
  "ABHD17AP7": 181,
  "ABHD17AP8": 182,
  "ABHD17AP9": 183,
  "ABHD17B": 184,
  "ABHD17C": 185,
  "ABHD18": 186,
  "ABHD2": 187,
  "ABHD3": 188,
  "ABHD4": 189,
  "ABHD5": 190,
  "ABHD6": 191,
  "ABHD8": 192,
  "ABI1": 193,
  "ABI1P1": 194,
  "ABI2": 195,
  "ABI3": 196,
  "ABI3BP": 197,
  "ABITRAM": 198,
  "ABITRAMP1": 199,
  "ABL1": 200,
  "ABL2": 201,
  "ABLIM1": 202,
  "ABLIM2": 203,
  "ABLIM3": 204,
  "ABO": 205,
  "ABR": 206,
  "ABRA": 207,
  "ABRACL": 208,
  "ABRAXAS1": 209,
  "ABRAXAS2": 210,
  "ABT1": 211,
  "ABT1P1": 212,
  "ABTB1": 213,
  "ABTB2": 214,
  "AC000032.2": 215,
  "AC000035.3": 216,
  "AC000036.4": 217,
  "AC000041.8": 218,
  "AC000050.1": 219,
  "AC000067.1": 220,
  "AC000068.10": 221,
  "AC000068.5": 222,
  "AC000068.9": 223,
  "AC000077.2": 224,
  "AC000081.2": 225,
  "AC000082.4": 226,
  "AC000085.4": 227,
  "AC000095.12": 228,
  "AC000095.9": 229,
  "AC000111.5": 230,
  "AC000111.6": 231,
  "AC000120.7": 232,
  "AC000123.3": 233,
  "AC000123.4": 234,
  "AC000124.1": 235,
  "AC000367.1": 236,
  "AC000370.2": 237,
  "AC000403.4": 238,
  "AC001226.7": 239,
  "AC001226.8": 240,
  "AC002044.1": 241,
  "AC002044.3": 242,
  "AC002044.4": 243,
  "AC002056.3": 244,
  "AC002056.5": 245,
  "AC002057.1": 246,
  "AC002057.2": 247,
  "AC002059.10": 248,
  "AC002059.11": 249,
  "AC002064.4": 250,
  "AC002064.5": 251,
  "AC002064.7": 252,
  "AC002066.1": 253,
  "AC002069.6": 254,
  "AC002075.3": 255,
  "AC002116.7": 256,
  "AC002116.8": 257,
  "AC002117.1": 258,
  "AC002127.2": 259,
  "AC002127.4": 260,
  "AC002128.5": 261,
  "AC002306.1": 262,
  "AC002310.10": 263,
  "AC002310.11": 264,
  "AC002310.12": 265,
  "AC002310.14": 266,
  "AC002310.17": 267,
  "AC002310.7": 268,
  "AC002331.2": 269,
  "AC002368.4": 270,
  "AC002383.2": 271,
  "AC002386.1": 272,
  "AC002398.11": 273,
  "AC002398.12": 274,
  "AC002398.13": 275,
  "AC002398.9": 276,
  "AC002401.1": 277,
  "AC002407.3": 278,
  "AC002429.4": 279,
  "AC002451.3": 280,
  "AC002456.2": 281,
  "AC002463.3": 282,
  "AC002467.7": 283,
  "AC002472.11": 284,
  "AC002472.16": 285,
  "AC002472.17": 286,
  "AC002472.8": 287,
  "AC002480.3": 288,
  "AC002480.4": 289,
  "AC002486.3": 290,
  "AC002511.2": 291,
  "AC002511.3": 292,
  "AC002519.6": 293,
  "AC002519.8": 294,
  "AC002539.1": 295,
  "AC002542.2": 296,
  "AC002550.5": 297,
  "AC002550.6": 298,
  "AC002551.1": 299,
  "AC002984.2": 300,
  "AC002985.3": 301,
  "AC003002.4": 302,
  "AC003002.6": 303,
  "AC003005.2": 304,
  "AC003005.4": 305,
  "AC003006.7": 306,
  "AC003009.1": 307,
  "AC003075.4": 308,
  "AC003080.4": 309,
  "AC003084.2": 310,
  "AC003088.1": 311,
  "AC003090.1": 312,
  "AC003092.1": 313,
  "AC003092.2": 314,
  "AC003099.2": 315,
  "AC003101.1": 316,
  "AC003104.1": 317,
  "AC003682.16": 318,
  "AC003958.2": 319,
  "AC003973.3": 320,
  "AC003973.4": 321,
  "AC003984.1": 322,
  "AC003985.1": 323,
  "AC003986.5": 324,
  "AC003986.6": 325,
  "AC003986.7": 326,
  "AC003988.1": 327,
  "AC003989.4": 328,
  "AC003991.3": 329,
  "AC004004.2": 330,
  "AC004009.1": 331,
  "AC004009.2": 332,
  "AC004009.3": 333,
  "AC004012.1": 334,
  "AC004014.3": 335,
  "AC004019.10": 336,
  "AC004019.13": 337,
  "AC004022.7": 338,
  "AC004047.1": 339,
  "AC004054.1": 340,
  "AC004062.2": 341,
  "AC004063.1": 342,
  "AC004066.3": 343,
  "AC004067.5": 344,
  "AC004067.6": 345,
  "AC004069.1": 346,
  "AC004069.2": 347,
  "AC004070.1": 348,
  "AC004076.5": 349,
  "AC004076.7": 350,
  "AC004076.9": 351,
  "AC004112.4": 352,
  "AC004129.7": 353,
  "AC004129.9": 354,
  "AC004156.3": 355,
  "AC004158.3": 356,
  "AC004160.4": 357,
  "AC004231.2": 358,
  "AC004237.1": 359,
  "AC004257.1": 360,
  "AC004381.7": 361,
  "AC004381.8": 362,
  "AC004381.9": 363,
  "AC004448.5": 364,
  "AC004449.6": 365,
  "AC004471.10": 366,
  "AC004471.9": 367,
  "AC004485.3": 368,
  "AC004490.1": 369,
  "AC004535.2": 370,
  "AC004538.3": 371,
  "AC004540.4": 372,
  "AC004540.5": 373,
  "AC004543.2": 374,
  "AC004623.2": 375,
  "AC004623.3": 376,
  "AC004637.1": 377,
  "AC004691.5": 378,
  "AC004692.4": 379,
  "AC004692.5": 380,
  "AC004702.2": 381,
  "AC004704.1": 382,
  "AC004704.2": 383,
  "AC004775.5": 384,
  "AC004800.1": 385,
  "AC004837.3": 386,
  "AC004837.4": 387,
  "AC004837.5": 388,
  "AC004862.6": 389,
  "AC004866.1": 390,
  "AC004866.3": 391,
  "AC004869.2": 392,
  "AC004869.3": 393,
  "AC004870.3": 394,
  "AC004870.4": 395,
  "AC004870.5": 396,
  "AC004878.2": 397,
  "AC004878.8": 398,
  "AC004895.4": 399,
  "AC004899.3": 400,
  "AC004901.1": 401,
  "AC004911.2": 402,
  "AC004920.2": 403,
  "AC004920.3": 404,
  "AC004938.5": 405,
  "AC004941.3": 406,
  "AC004941.5": 407,
  "AC004945.1": 408,
  "AC004947.2": 409,
  "AC004951.5": 410,
  "AC004951.6": 411,
  "AC004967.7": 412,
  "AC004980.10": 413,
  "AC004980.7": 414,
  "AC004980.8": 415,
  "AC004985.12": 416,
  "AC004987.10": 417,
  "AC005008.2": 418,
  "AC005008.3": 419,
  "AC005009.1": 420,
  "AC005013.5": 421,
  "AC005014.5": 422,
  "AC005019.2": 423,
  "AC005019.3": 424,
  "AC005037.3": 425,
  "AC005041.11": 426,
  "AC005042.5": 427,
  "AC005062.2": 428,
  "AC005076.5": 429,
  "AC005077.5": 430,
  "AC005077.7": 431,
  "AC005082.12": 432,
  "AC005083.1": 433,
  "AC005094.2": 434,
  "AC005102.1": 435,
  "AC005104.3": 436,
  "AC005105.2": 437,
  "AC005150.1": 438,
  "AC005154.7": 439,
  "AC005154.8": 440,
  "AC005160.3": 441,
  "AC005162.5": 442,
  "AC005176.1": 443,
  "AC005176.2": 444,
  "AC005178.1": 445,
  "AC005189.6": 446,
  "AC005197.2": 447,
  "AC005220.3": 448,
  "AC005229.7": 449,
  "AC005253.2": 450,
  "AC005253.4": 451,
  "AC005255.3": 452,
  "AC005256.1": 453,
  "AC005262.2": 454,
  "AC005262.3": 455,
  "AC005262.4": 456,
  "AC005276.1": 457,
  "AC005281.1": 458,
  "AC005281.2": 459,
  "AC005301.10": 460,
  "AC005301.9": 461,
  "AC005304.1": 462,
  "AC005306.3": 463,
  "AC005307.1": 464,
  "AC005307.3": 465,
  "AC005307.4": 466,
  "AC005307.5": 467,
  "AC005324.7": 468,
  "AC005329.7": 469,
  "AC005330.2": 470,
  "AC005336.4": 471,
  "AC005336.5": 472,
  "AC005339.2": 473,
  "AC005351.1": 474,
  "AC005355.1": 475,
  "AC005357.1": 476,
  "AC005363.11": 477,
  "AC005363.9": 478,
  "AC005387.2": 479,
  "AC005387.3": 480,
  "AC005391.2": 481,
  "AC005392.13": 482,
  "AC005394.1": 483,
  "AC005481.5": 484,
  "AC005487.2": 485,
  "AC005488.11": 486,
  "AC005498.4": 487,
  "AC005514.2": 488,
  "AC005518.2": 489,
  "AC005519.4": 490,
  "AC005522.7": 491,
  "AC005523.2": 492,
  "AC005523.3": 493,
  "AC005532.5": 494,
  "AC005537.2": 495,
  "AC005538.3": 496,
  "AC005538.5": 497,
  "AC005540.3": 498,
  "AC005546.2": 499,
  "AC005550.3": 500,
  "AC005550.5": 501,
  "AC005559.3": 502,
  "AC005562.1": 503,
  "AC005578.3": 504,
  "AC005592.3": 505,
  "AC005592.4": 506,
  "AC005593.2": 507,
  "AC005597.1": 508,
  "AC005599.3": 509,
  "AC005606.14": 510,
  "AC005606.15": 511,
  "AC005609.16": 512,
  "AC005609.17": 513,
  "AC005609.18": 514,
  "AC005609.19": 515,
  "AC005609.2": 516,
  "AC005609.20": 517,
  "AC005613.1": 518,
  "AC005614.3": 519,
  "AC005614.5": 520,
  "AC005616.1": 521,
  "AC005616.2": 522,
  "AC005618.10": 523,
  "AC005618.6": 524,
  "AC005618.8": 525,
  "AC005618.9": 526,
  "AC005625.1": 527,
  "AC005626.3": 528,
  "AC005682.6": 529,
  "AC005703.2": 530,
  "AC005730.2": 531,
  "AC005740.3": 532,
  "AC005740.4": 533,
  "AC005740.5": 534,
  "AC005740.6": 535,
  "AC005740.7": 536,
  "AC005741.2": 537,
  "AC005752.10": 538,
  "AC005753.1": 539,
  "AC005753.3": 540,
  "AC005754.7": 541,
  "AC005754.8": 542,
  "AC005757.6": 543,
  "AC005758.1": 544,
  "AC005772.2": 545,
  "AC005776.1": 546,
  "AC005777.3": 547,
  "AC005780.1": 548,
  "AC005785.2": 549,
  "AC005785.5": 550,
  "AC005786.3": 551,
  "AC005786.5": 552,
  "AC005786.6": 553,
  "AC005786.7": 554,
  "AC005787.5": 555,
  "AC005789.9": 556,
  "AC005792.1": 557,
  "AC005794.1": 558,
  "AC005795.1": 559,
  "AC005796.2": 560,
  "AC005808.3": 561,
  "AC005838.2": 562,
  "AC005863.1": 563,
  "AC005914.1": 564,
  "AC005915.1": 565,
  "AC005943.6": 566,
  "AC005944.2": 567,
  "AC005954.3": 568,
  "AC005954.4": 569,
  "AC006000.5": 570,
  "AC006003.3": 571,
  "AC006007.1": 572,
  "AC006014.7": 573,
  "AC006014.8": 574,
  "AC006019.3": 575,
  "AC006019.4": 576,
  "AC006022.4": 577,
  "AC006026.13": 578,
  "AC006026.9": 579,
  "AC006028.11": 580,
  "AC006033.22": 581,
  "AC006037.2": 582,
  "AC006041.1": 583,
  "AC006042.6": 584,
  "AC006042.8": 585,
  "AC006050.2": 586,
  "AC006076.1": 587,
  "AC006077.3": 588,
  "AC006077.4": 589,
  "AC006115.6": 590,
  "AC006115.7": 591,
  "AC006116.12": 592,
  "AC006116.13": 593,
  "AC006116.14": 594,
  "AC006116.15": 595,
  "AC006116.19": 596,
  "AC006116.21": 597,
  "AC006116.22": 598,
  "AC006116.28": 599,
  "AC006128.2": 600,
  "AC006129.1": 601,
  "AC006129.2": 602,
  "AC006129.3": 603,
  "AC006130.3": 604,
  "AC006130.4": 605,
  "AC006130.5": 606,
  "AC006133.7": 607,
  "AC006150.1": 608,
  "AC006158.7": 609,
  "AC006158.9": 610,
  "AC006159.5": 611,
  "AC006160.5": 612,
  "AC006160.8": 613,
  "AC006195.2": 614,
  "AC006262.10": 615,
  "AC006262.11": 616,
  "AC006262.4": 617,
  "AC006262.6": 618,
  "AC006272.2": 619,
  "AC006273.4": 620,
  "AC006277.2": 621,
  "AC006277.3": 622,
  "AC006296.1": 623,
  "AC006296.2": 624,
  "AC006296.4": 625,
  "AC006335.10": 626,
  "AC006355.3": 627,
  "AC006369.2": 628,
  "AC006369.3": 629,
  "AC006372.4": 630,
  "AC006372.5": 631,
  "AC006372.6": 632,
  "AC006373.1": 633,
  "AC006380.3": 634,
  "AC006390.4": 635,
  "AC006427.2": 636,
  "AC006427.4": 637,
  "AC006445.11": 638,
  "AC006445.7": 639,
  "AC006458.3": 640,
  "AC006460.2": 641,
  "AC006466.5": 642,
  "AC006482.1": 643,
  "AC006486.10": 644,
  "AC006486.14": 645,
  "AC006499.1": 646,
  "AC006499.2": 647,
  "AC006499.3": 648,
  "AC006499.4": 649,
  "AC006499.5": 650,
  "AC006499.6": 651,
  "AC006499.7": 652,
  "AC006499.9": 653,
  "AC006509.7": 654,
  "AC006538.1": 655,
  "AC006538.4": 656,
  "AC006538.8": 657,
  "AC006538.9": 658,
  "AC006539.2": 659,
  "AC006539.3": 660,
  "AC006539.6": 661,
  "AC006547.13": 662,
  "AC006547.15": 663,
  "AC006547.8": 664,
  "AC006548.26": 665,
  "AC006548.29": 666,
  "AC006840.1": 667,
  "AC006942.4": 668,
  "AC006946.16": 669,
  "AC006946.17": 670,
  "AC006947.1": 671,
  "AC006960.5": 672,
  "AC006960.7": 673,
  "AC006989.2": 674,
  "AC006994.2": 675,
  "AC007003.1": 676,
  "AC007009.1": 677,
  "AC007016.3": 678,
  "AC007036.4": 679,
  "AC007036.5": 680,
  "AC007036.6": 681,
  "AC007040.11": 682,
  "AC007040.6": 683,
  "AC007040.8": 684,
  "AC007050.17": 685,
  "AC007064.24": 686,
  "AC007064.29": 687,
  "AC007078.4": 688,
  "AC007091.1": 689,
  "AC007098.1": 690,
  "AC007099.2": 691,
  "AC007106.1": 692,
  "AC007106.2": 693,
  "AC007115.3": 694,
  "AC007126.1": 695,
  "AC007128.1": 696,
  "AC007131.2": 697,
  "AC007136.1": 698,
  "AC007161.5": 699,
  "AC007179.1": 700,
  "AC007182.6": 701,
  "AC007191.4": 702,
  "AC007192.4": 703,
  "AC007193.10": 704,
  "AC007193.6": 705,
  "AC007193.8": 706,
  "AC007193.9": 707,
  "AC007204.3": 708,
  "AC007237.2": 709,
  "AC007238.1": 710,
  "AC007255.8": 711,
  "AC007274.2": 712,
  "AC007277.3": 713,
  "AC007278.2": 714,
  "AC007278.3": 715,
  "AC007283.5": 716,
  "AC007285.7": 717,
  "AC007292.3": 718,
  "AC007292.4": 719,
  "AC007292.6": 720,
  "AC007292.7": 721,
  "AC007308.7": 722,
  "AC007312.3": 723,
  "AC007319.1": 724,
  "AC007322.1": 725,
  "AC007322.3": 726,
  "AC007322.7": 727,
  "AC007326.10": 728,
  "AC007326.11": 729,
  "AC007326.12": 730,
  "AC007326.13": 731,
  "AC007326.9": 732,
  "AC007327.5": 733,
  "AC007349.4": 734,
  "AC007349.5": 735,
  "AC007349.7": 736,
  "AC007359.6": 737,
  "AC007362.3": 738,
  "AC007365.3": 739,
  "AC007383.3": 740,
  "AC007383.4": 741,
  "AC007389.3": 742,
  "AC007391.2": 743,
  "AC007395.3": 744,
  "AC007403.3": 745,
  "AC007405.4": 746,
  "AC007405.6": 747,
  "AC007405.8": 748,
  "AC007463.2": 749,
  "AC007491.1": 750,
  "AC007556.3": 751,
  "AC007557.2": 752,
  "AC007557.3": 753,
  "AC007557.4": 754,
  "AC007560.1": 755,
  "AC007562.1": 756,
  "AC007563.1": 757,
  "AC007563.3": 758,
  "AC007563.5": 759,
  "AC007566.10": 760,
  "AC007568.1": 761,
  "AC007618.3": 762,
  "AC007620.3": 763,
  "AC007631.1": 764,
  "AC007652.1": 765,
  "AC007666.5": 766,
  "AC007679.3": 767,
  "AC007682.1": 768,
  "AC007743.1": 769,
  "AC007750.5": 770,
  "AC007787.2": 771,
  "AC007787.3": 772,
  "AC007792.1": 773,
  "AC007795.1": 774,
  "AC007875.2": 775,
  "AC007879.1": 776,
  "AC007879.2": 777,
  "AC007879.3": 778,
  "AC007879.4": 779,
  "AC007879.5": 780,
  "AC007919.18": 781,
  "AC007919.19": 782,
  "AC007948.1": 783,
  "AC007950.1": 784,
  "AC007950.2": 785,
  "AC007952.4": 786,
  "AC007952.5": 787,
  "AC007952.6": 788,
  "AC007967.2": 789,
  "AC007967.4": 790,
  "AC008060.5": 791,
  "AC008060.7": 792,
  "AC008060.8": 793,
  "AC008063.3": 794,
  "AC008067.2": 795,
  "AC008069.1": 796,
  "AC008069.2": 797,
  "AC008072.1": 798,
  "AC008073.7": 799,
  "AC008073.9": 800,
  "AC008079.10": 801,
  "AC008079.12": 802,
  "AC008088.4": 803,
  "AC008103.4": 804,
  "AC008132.13": 805,
  "AC008132.14": 806,
  "AC008154.4": 807,
  "AC008154.5": 808,
  "AC008155.2": 809,
  "AC008171.1": 810,
  "AC008175.1": 811,
  "AC008264.4": 812,
  "AC008268.1": 813,
  "AC008269.2": 814,
  "AC008277.1": 815,
  "AC008278.2": 816,
  "AC008278.3": 817,
  "AC008280.3": 818,
  "AC008440.5": 819,
  "AC008565.1": 820,
  "AC008592.4": 821,
  "AC008592.5": 822,
  "AC008592.7": 823,
  "AC008592.8": 824,
  "AC008694.2": 825,
  "AC008694.3": 826,
  "AC008697.1": 827,
  "AC008746.10": 828,
  "AC008746.12": 829,
  "AC008746.3": 830,
  "AC008746.5": 831,
  "AC008746.9": 832,
  "AC008753.3": 833,
  "AC008753.4": 834,
  "AC008781.7": 835,
  "AC008850.3": 836,
  "AC008937.2": 837,
  "AC008937.3": 838,
  "AC008940.1": 839,
  "AC008982.2": 840,
  "AC008984.2": 841,
  "AC008984.5": 842,
  "AC008984.6": 843,
  "AC008985.1": 844,
  "AC008991.1": 845,
  "AC008992.1": 846,
  "AC008993.2": 847,
  "AC008993.3": 848,
  "AC009052.12": 849,
  "AC009095.4": 850,
  "AC009110.1": 851,
  "AC009120.10": 852,
  "AC009120.11": 853,
  "AC009120.3": 854,
  "AC009120.5": 855,
  "AC009120.6": 856,
  "AC009120.9": 857,
  "AC009133.12": 858,
  "AC009133.15": 859,
  "AC009133.17": 860,
  "AC009133.21": 861,
  "AC009133.23": 862,
  "AC009133.24": 863,
  "AC009134.1": 864,
  "AC009158.1": 865,
  "AC009161.1": 866,
  "AC009166.5": 867,
  "AC009166.8": 868,
  "AC009166.9": 869,
  "AC009227.2": 870,
  "AC009227.3": 871,
  "AC009228.1": 872,
  "AC009229.5": 873,
  "AC009229.6": 874,
  "AC009236.2": 875,
  "AC009237.10": 876,
  "AC009237.11": 877,
  "AC009237.13": 878,
  "AC009237.16": 879,
  "AC009237.17": 880,
  "AC009237.2": 881,
  "AC009237.4": 882,
  "AC009237.6": 883,
  "AC009237.8": 884,
  "AC009238.8": 885,
  "AC009262.2": 886,
  "AC009264.1": 887,
  "AC009274.6": 888,
  "AC009276.4": 889,
  "AC009299.2": 890,
  "AC009299.4": 891,
  "AC009303.1": 892,
  "AC009303.2": 893,
  "AC009303.3": 894,
  "AC009305.1": 895,
  "AC009310.1": 896,
  "AC009312.1": 897,
  "AC009313.2": 898,
  "AC009362.2": 899,
  "AC009365.4": 900,
  "AC009403.2": 901,
  "AC009404.2": 902,
  "AC009411.1": 903,
  "AC009411.2": 904,
  "AC009412.8": 905,
  "AC009473.1": 906,
  "AC009477.7": 907,
  "AC009478.1": 908,
  "AC009480.3": 909,
  "AC009487.4": 910,
  "AC009487.5": 911,
  "AC009495.2": 912,
  "AC009495.3": 913,
  "AC009495.4": 914,
  "AC009498.1": 915,
  "AC009500.2": 916,
  "AC009501.4": 917,
  "AC009505.2": 918,
  "AC009505.4": 919,
  "AC009506.1": 920,
  "AC009508.1": 921,
  "AC009517.2": 922,
  "AC009518.4": 923,
  "AC009518.8": 924,
  "AC009531.2": 925,
  "AC009542.2": 926,
  "AC009784.3": 927,
  "AC009892.2": 928,
  "AC009892.5": 929,
  "AC009892.9": 930,
  "AC009945.4": 931,
  "AC009947.5": 932,
  "AC009950.2": 933,
  "AC009955.8": 934,
  "AC009961.3": 935,
  "AC009961.5": 936,
  "AC009963.3": 937,
  "AC009965.2": 938,
  "AC009969.1": 939,
  "AC009970.1": 940,
  "AC010082.2": 941,
  "AC010084.1": 942,
  "AC010086.1": 943,
  "AC010086.5": 944,
  "AC010091.1": 945,
  "AC010096.1": 946,
  "AC010105.1": 947,
  "AC010132.10": 948,
  "AC010141.6": 949,
  "AC010145.4": 950,
  "AC010148.1": 951,
  "AC010149.4": 952,
  "AC010153.3": 953,
  "AC010154.2": 954,
  "AC010226.4": 955,
  "AC010240.3": 956,
  "AC010468.2": 957,
  "AC010468.3": 958,
  "AC010492.2": 959,
  "AC010492.4": 960,
  "AC010492.5": 961,
  "AC010504.2": 962,
  "AC010518.2": 963,
  "AC010518.3": 964,
  "AC010524.2": 965,
  "AC010524.4": 966,
  "AC010525.4": 967,
  "AC010525.5": 968,
  "AC010641.1": 969,
  "AC010642.2": 970,
  "AC010646.3": 971,
  "AC010649.1": 972,
  "AC010723.1": 973,
  "AC010729.1": 974,
  "AC010729.2": 975,
  "AC010731.2": 976,
  "AC010731.3": 977,
  "AC010745.1": 978,
  "AC010745.2": 979,
  "AC010745.3": 980,
  "AC010745.4": 981,
  "AC010746.3": 982,
  "AC010761.10": 983,
  "AC010761.13": 984,
  "AC010761.14": 985,
  "AC010761.6": 986,
  "AC010761.8": 987,
  "AC010761.9": 988,
  "AC010878.3": 989,
  "AC010880.1": 990,
  "AC010883.5": 991,
  "AC010886.2": 992,
  "AC010891.2": 993,
  "AC010894.3": 994,
  "AC010894.5": 995,
  "AC010904.1": 996,
  "AC010907.2": 997,
  "AC010907.5": 998,
  "AC010967.2": 999,
  "AC010967.3": 1000,
  "AC010969.1": 1001,
  "AC010970.2": 1002,
  "AC010971.1": 1003,
  "AC010974.3": 1004,
  "AC010976.2": 1005,
  "AC010982.2": 1006,
  "AC010983.1": 1007,
  "AC010987.5": 1008,
  "AC011193.1": 1009,
  "AC011196.3": 1010,
  "AC011225.1": 1011,
  "AC011233.2": 1012,
  "AC011239.1": 1013,
  "AC011239.2": 1014,
  "AC011242.5": 1015,
  "AC011243.1": 1016,
  "AC011247.3": 1017,
  "AC011284.3": 1018,
  "AC011286.1": 1019,
  "AC011288.2": 1020,
  "AC011290.4": 1021,
  "AC011290.5": 1022,
  "AC011294.3": 1023,
  "AC011298.2": 1024,
  "AC011330.13": 1025,
  "AC011330.5": 1026,
  "AC011380.8": 1027,
  "AC011380.9": 1028,
  "AC011431.1": 1029,
  "AC011513.3": 1030,
  "AC011513.4": 1031,
  "AC011515.2": 1032,
  "AC011516.1": 1033,
  "AC011518.2": 1034,
  "AC011523.2": 1035,
  "AC011524.2": 1036,
  "AC011524.3": 1037,
  "AC011525.2": 1038,
  "AC011525.4": 1039,
  "AC011530.4": 1040,
  "AC011558.5": 1041,
  "AC011625.1": 1042,
  "AC011648.1": 1043,
  "AC011718.3": 1044,
  "AC011742.5": 1045,
  "AC011747.6": 1046,
  "AC011752.1": 1047,
  "AC011753.5": 1048,
  "AC011754.1": 1049,
  "AC011816.1": 1050,
  "AC011897.2": 1051,
  "AC011899.10": 1052,
  "AC011901.2": 1053,
  "AC011933.2": 1054,
  "AC011995.1": 1055,
  "AC011995.3": 1056,
  "AC011997.1": 1057,
  "AC011998.1": 1058,
  "AC012065.4": 1059,
  "AC012123.1": 1060,
  "AC012306.2": 1061,
  "AC012307.2": 1062,
  "AC012314.19": 1063,
  "AC012314.20": 1064,
  "AC012314.8": 1065,
  "AC012322.1": 1066,
  "AC012354.6": 1067,
  "AC012358.7": 1068,
  "AC012358.8": 1069,
  "AC012360.4": 1070,
  "AC012360.6": 1071,
  "AC012363.13": 1072,
  "AC012363.4": 1073,
  "AC012368.1": 1074,
  "AC012370.2": 1075,
  "AC012370.3": 1076,
  "AC012442.5": 1077,
  "AC012442.6": 1078,
  "AC012445.1": 1079,
  "AC012451.1": 1080,
  "AC012456.3": 1081,
  "AC012456.4": 1082,
  "AC012462.1": 1083,
  "AC012462.2": 1084,
  "AC012462.3": 1085,
  "AC012485.2": 1086,
  "AC012488.3": 1087,
  "AC012494.1": 1088,
  "AC012501.2": 1089,
  "AC012506.1": 1090,
  "AC012506.2": 1091,
  "AC012506.3": 1092,
  "AC012506.4": 1093,
  "AC012507.4": 1094,
  "AC012513.6": 1095,
  "AC012531.25": 1096,
  "AC012593.1": 1097,
  "AC012593.2": 1098,
  "AC012613.2": 1099,
  "AC012668.1": 1100,
  "AC012668.2": 1101,
  "AC012668.3": 1102,
  "AC013248.2": 1103,
  "AC013269.3": 1104,
  "AC013269.4": 1105,
  "AC013271.3": 1106,
  "AC013271.5": 1107,
  "AC013271.7": 1108,
  "AC013401.1": 1109,
  "AC013401.2": 1110,
  "AC013402.3": 1111,
  "AC013402.4": 1112,
  "AC013402.5": 1113,
  "AC013410.2": 1114,
  "AC013429.4": 1115,
  "AC013436.5": 1116,
  "AC013448.1": 1117,
  "AC013448.2": 1118,
  "AC013460.1": 1119,
  "AC013463.2": 1120,
  "AC013470.8": 1121,
  "AC013472.4": 1122,
  "AC013480.2": 1123,
  "AC013727.1": 1124,
  "AC013727.2": 1125,
  "AC013733.3": 1126,
  "AC013733.4": 1127,
  "AC015688.3": 1128,
  "AC015818.6": 1129,
  "AC015849.12": 1130,
  "AC015849.13": 1131,
  "AC015849.14": 1132,
  "AC015849.16": 1133,
  "AC015849.19": 1134,
  "AC015849.2": 1135,
  "AC015922.7": 1136,
  "AC015923.1": 1137,
  "AC015933.2": 1138,
  "AC015969.3": 1139,
  "AC015971.2": 1140,
  "AC015977.6": 1141,
  "AC015987.1": 1142,
  "AC016292.1": 1143,
  "AC016292.3": 1144,
  "AC016629.3": 1145,
  "AC016629.7": 1146,
  "AC016644.1": 1147,
  "AC016683.5": 1148,
  "AC016694.2": 1149,
  "AC016700.2": 1150,
  "AC016710.1": 1151,
  "AC016712.1": 1152,
  "AC016716.2": 1153,
  "AC016722.3": 1154,
  "AC016722.4": 1155,
  "AC016730.1": 1156,
  "AC016735.1": 1157,
  "AC016738.4": 1158,
  "AC016739.2": 1159,
  "AC016745.3": 1160,
  "AC016747.3": 1161,
  "AC016751.2": 1162,
  "AC016751.3": 1163,
  "AC016768.1": 1164,
  "AC016772.4": 1165,
  "AC016831.6": 1166,
  "AC016903.1": 1167,
  "AC016903.2": 1168,
  "AC016907.3": 1169,
  "AC016907.4": 1170,
  "AC016909.2": 1171,
  "AC016910.1": 1172,
  "AC016994.2": 1173,
  "AC016999.2": 1174,
  "AC017002.4": 1175,
  "AC017006.2": 1176,
  "AC017006.3": 1177,
  "AC017048.1": 1178,
  "AC017048.2": 1179,
  "AC017053.1": 1180,
  "AC017074.1": 1181,
  "AC017074.2": 1182,
  "AC017101.10": 1183,
  "AC017104.2": 1184,
  "AC017104.6": 1185,
  "AC017116.11": 1186,
  "AC018359.3": 1187,
  "AC018462.2": 1188,
  "AC018495.3": 1189,
  "AC018643.4": 1190,
  "AC018647.3": 1191,
  "AC018682.8": 1192,
  "AC018685.1": 1193,
  "AC018685.2": 1194,
  "AC018693.6": 1195,
  "AC018696.1": 1196,
  "AC018712.2": 1197,
  "AC018717.1": 1198,
  "AC018717.2": 1199,
  "AC018730.4": 1200,
  "AC018731.3": 1201,
  "AC018755.16": 1202,
  "AC018755.17": 1203,
  "AC018766.6": 1204,
  "AC018816.3": 1205,
  "AC018832.1": 1206,
  "AC018865.11": 1207,
  "AC018865.5": 1208,
  "AC018866.1": 1209,
  "AC018878.3": 1210,
  "AC018880.1": 1211,
  "AC018890.6": 1212,
  "AC018892.3": 1213,
  "AC019048.1": 1214,
  "AC019055.1": 1215,
  "AC019064.1": 1216,
  "AC019118.3": 1217,
  "AC019118.4": 1218,
  "AC019129.1": 1219,
  "AC019181.3": 1220,
  "AC019185.4": 1221,
  "AC019186.1": 1222,
  "AC019330.1": 1223,
  "AC019349.5": 1224,
  "AC020595.1": 1225,
  "AC020743.2": 1226,
  "AC020743.3": 1227,
  "AC020743.4": 1228,
  "AC020915.2": 1229,
  "AC020930.1": 1230,
  "AC020951.1": 1231,
  "AC020956.3": 1232,
  "AC021188.4": 1233,
  "AC021218.2": 1234,
  "AC021876.4": 1235,
  "AC022007.5": 1236,
  "AC022153.1": 1237,
  "AC022154.7": 1238,
  "AC022182.1": 1239,
  "AC022182.3": 1240,
  "AC022201.4": 1241,
  "AC022201.5": 1242,
  "AC022431.3": 1243,
  "AC022486.1": 1244,
  "AC022816.2": 1245,
  "AC022819.3": 1246,
  "AC023115.4": 1247,
  "AC023128.1": 1248,
  "AC023137.2": 1249,
  "AC023271.1": 1250,
  "AC023274.6": 1251,
  "AC023347.1": 1252,
  "AC023449.2": 1253,
  "AC023469.1": 1254,
  "AC023469.2": 1255,
  "AC023481.1": 1256,
  "AC023590.1": 1257,
  "AC023669.1": 1258,
  "AC024028.1": 1259,
  "AC024067.1": 1260,
  "AC024084.1": 1261,
  "AC024132.1": 1262,
  "AC024162.2": 1263,
  "AC024560.2": 1264,
  "AC024560.3": 1265,
  "AC024592.12": 1266,
  "AC024592.9": 1267,
  "AC024619.2": 1268,
  "AC024704.2": 1269,
  "AC024937.2": 1270,
  "AC024937.4": 1271,
  "AC024937.6": 1272,
  "AC025165.8": 1273,
  "AC025171.1": 1274,
  "AC025263.3": 1275,
  "AC025442.3": 1276,
  "AC025442.4": 1277,
  "AC025811.3": 1278,
  "AC025918.2": 1279,
  "AC026150.6": 1280,
  "AC026150.8": 1281,
  "AC026167.1": 1282,
  "AC026185.1": 1283,
  "AC026188.1": 1284,
  "AC026202.3": 1285,
  "AC026202.5": 1286,
  "AC026271.5": 1287,
  "AC026471.6": 1288,
  "AC026954.6": 1289,
  "AC027119.1": 1290,
  "AC027124.2": 1291,
  "AC027124.3": 1292,
  "AC027601.1": 1293,
  "AC027612.4": 1294,
  "AC034187.2": 1295,
  "AC034198.7": 1296,
  "AC034228.2": 1297,
  "AC034228.4": 1298,
  "AC034243.1": 1299,
  "AC037445.1": 1300,
  "AC037459.4": 1301,
  "AC046143.3": 1302,
  "AC051649.12": 1303,
  "AC053503.4": 1304,
  "AC053503.6": 1305,
  "AC055764.1": 1306,
  "AC055876.1": 1307,
  "AC058791.1": 1308,
  "AC060834.2": 1309,
  "AC060834.3": 1310,
  "AC061961.2": 1311,
  "AC061992.2": 1312,
  "AC062016.1": 1313,
  "AC062020.2": 1314,
  "AC062021.1": 1315,
  "AC062022.1": 1316,
  "AC062028.1": 1317,
  "AC062031.1": 1318,
  "AC062032.1": 1319,
  "AC063976.2": 1320,
  "AC063976.3": 1321,
  "AC063976.7": 1322,
  "AC063980.3": 1323,
  "AC064834.1": 1324,
  "AC064852.4": 1325,
  "AC064853.2": 1326,
  "AC064865.1": 1327,
  "AC064871.3": 1328,
  "AC064874.1": 1329,
  "AC064875.2": 1330,
  "AC067945.2": 1331,
  "AC067945.4": 1332,
  "AC067956.1": 1333,
  "AC067959.1": 1334,
  "AC067960.1": 1335,
  "AC067969.1": 1336,
  "AC067969.2": 1337,
  "AC068044.1": 1338,
  "AC068057.1": 1339,
  "AC068134.6": 1340,
  "AC068134.8": 1341,
  "AC068135.1": 1342,
  "AC068138.1": 1343,
  "AC068196.1": 1344,
  "AC068279.3": 1345,
  "AC068286.1": 1346,
  "AC068483.1": 1347,
  "AC068489.1": 1348,
  "AC068491.2": 1349,
  "AC068492.1": 1350,
  "AC068499.10": 1351,
  "AC068522.4": 1352,
  "AC068535.2": 1353,
  "AC068580.5": 1354,
  "AC068580.6": 1355,
  "AC068580.7": 1356,
  "AC068657.2": 1357,
  "AC068831.11": 1358,
  "AC068831.15": 1359,
  "AC068831.16": 1360,
  "AC068831.17": 1361,
  "AC068831.18": 1362,
  "AC069155.1": 1363,
  "AC069157.1": 1364,
  "AC069257.8": 1365,
  "AC069277.2": 1366,
  "AC069282.6": 1367,
  "AC069368.3": 1368,
  "AC069513.4": 1369,
  "AC072052.7": 1370,
  "AC072061.2": 1371,
  "AC072062.3": 1372,
  "AC073043.1": 1373,
  "AC073046.25": 1374,
  "AC073065.3": 1375,
  "AC073071.1": 1376,
  "AC073072.7": 1377,
  "AC073094.4": 1378,
  "AC073115.6": 1379,
  "AC073115.7": 1380,
  "AC073130.1": 1381,
  "AC073130.3": 1382,
  "AC073218.3": 1383,
  "AC073254.1": 1384,
  "AC073257.1": 1385,
  "AC073257.2": 1386,
  "AC073283.7": 1387,
  "AC073310.4": 1388,
  "AC073316.2": 1389,
  "AC073321.4": 1390,
  "AC073325.1": 1391,
  "AC073325.2": 1392,
  "AC073326.3": 1393,
  "AC073333.8": 1394,
  "AC073343.13": 1395,
  "AC073387.2": 1396,
  "AC073409.1": 1397,
  "AC073464.6": 1398,
  "AC073626.2": 1399,
  "AC073635.5": 1400,
  "AC073636.1": 1401,
  "AC073641.2": 1402,
  "AC073834.3": 1403,
  "AC073842.19": 1404,
  "AC073900.4": 1405,
  "AC073934.6": 1406,
  "AC073957.15": 1407,
  "AC073987.1": 1408,
  "AC074011.2": 1409,
  "AC074019.1": 1410,
  "AC074117.10": 1411,
  "AC074121.4": 1412,
  "AC074141.3": 1413,
  "AC074183.4": 1414,
  "AC074212.5": 1415,
  "AC074286.1": 1416,
  "AC074289.1": 1417,
  "AC074338.5": 1418,
  "AC074363.1": 1419,
  "AC074366.3": 1420,
  "AC074389.5": 1421,
  "AC074389.7": 1422,
  "AC074391.1": 1423,
  "AC078842.3": 1424,
  "AC078842.4": 1425,
  "AC078851.1": 1426,
  "AC078852.1": 1427,
  "AC078852.2": 1428,
  "AC078882.1": 1429,
  "AC078883.4": 1430,
  "AC078899.1": 1431,
  "AC078899.3": 1432,
  "AC078899.4": 1433,
  "AC078942.1": 1434,
  "AC078974.2": 1435,
  "AC079135.1": 1436,
  "AC079145.4": 1437,
  "AC079154.1": 1438,
  "AC079163.1": 1439,
  "AC079250.1": 1440,
  "AC079305.10": 1441,
  "AC079305.11": 1442,
  "AC079305.8": 1443,
  "AC079325.5": 1444,
  "AC079354.5": 1445,
  "AC079395.1": 1446,
  "AC079448.1": 1447,
  "AC079466.1": 1448,
  "AC079584.2": 1449,
  "AC079584.3": 1450,
  "AC079610.1": 1451,
  "AC079612.1": 1452,
  "AC079612.2": 1453,
  "AC079613.1": 1454,
  "AC079742.4": 1455,
  "AC079776.6": 1456,
  "AC079779.4": 1457,
  "AC079779.5": 1458,
  "AC079779.7": 1459,
  "AC079780.3": 1460,
  "AC079781.8": 1461,
  "AC079790.2": 1462,
  "AC079799.2": 1463,
  "AC079807.2": 1464,
  "AC079807.4": 1465,
  "AC079809.2": 1466,
  "AC079896.1": 1467,
  "AC079922.3": 1468,
  "AC079988.3": 1469,
  "AC083760.1": 1470,
  "AC083822.2": 1471,
  "AC083843.1": 1472,
  "AC083843.2": 1473,
  "AC083843.4": 1474,
  "AC083855.5": 1475,
  "AC083863.5": 1476,
  "AC083864.3": 1477,
  "AC083864.4": 1478,
  "AC083867.4": 1479,
  "AC083884.8": 1480,
  "AC083900.1": 1481,
  "AC084082.3": 1482,
  "AC084117.3": 1483,
  "AC084121.14": 1484,
  "AC084121.18": 1485,
  "AC084121.19": 1486,
  "AC084121.20": 1487,
  "AC084149.1": 1488,
  "AC084149.2": 1489,
  "AC084193.1": 1490,
  "AC084219.2": 1491,
  "AC084219.4": 1492,
  "AC084290.2": 1493,
  "AC084809.2": 1494,
  "AC084809.3": 1495,
  "AC087163.2": 1496,
  "AC087294.2": 1497,
  "AC087430.1": 1498,
  "AC087491.2": 1499,
  "AC087499.4": 1500,
  "AC087499.5": 1501,
  "AC087499.8": 1502,
  "AC087499.9": 1503,
  "AC087501.1": 1504,
  "AC087650.1": 1505,
  "AC090044.2": 1506,
  "AC090286.4": 1507,
  "AC090453.1": 1508,
  "AC090505.1": 1509,
  "AC090505.5": 1510,
  "AC090587.4": 1511,
  "AC090602.2": 1512,
  "AC090616.2": 1513,
  "AC090617.1": 1514,
  "AC090625.1": 1515,
  "AC090696.2": 1516,
  "AC090952.5": 1517,
  "AC090954.5": 1518,
  "AC090955.5": 1519,
  "AC090957.2": 1520,
  "AC090958.5": 1521,
  "AC091069.1": 1522,
  "AC091132.1": 1523,
  "AC091133.1": 1524,
  "AC091153.4": 1525,
  "AC091177.1": 1526,
  "AC091199.1": 1527,
  "AC091492.2": 1528,
  "AC091493.2": 1529,
  "AC091633.2": 1530,
  "AC091633.3": 1531,
  "AC091705.1": 1532,
  "AC091729.7": 1533,
  "AC091729.8": 1534,
  "AC091770.3": 1535,
  "AC091801.1": 1536,
  "AC092013.1": 1537,
  "AC092066.1": 1538,
  "AC092066.6": 1539,
  "AC092071.1": 1540,
  "AC092155.4": 1541,
  "AC092159.3": 1542,
  "AC092162.1": 1543,
  "AC092162.2": 1544,
  "AC092168.2": 1545,
  "AC092168.4": 1546,
  "AC092171.2": 1547,
  "AC092171.4": 1548,
  "AC092192.1": 1549,
  "AC092198.1": 1550,
  "AC092295.4": 1551,
  "AC092301.3": 1552,
  "AC092316.1": 1553,
  "AC092431.3": 1554,
  "AC092442.3": 1555,
  "AC092484.1": 1556,
  "AC092535.3": 1557,
  "AC092570.1": 1558,
  "AC092580.2": 1559,
  "AC092580.3": 1560,
  "AC092597.3": 1561,
  "AC092601.1": 1562,
  "AC092614.2": 1563,
  "AC092620.2": 1564,
  "AC092625.1": 1565,
  "AC092635.1": 1566,
  "AC092657.2": 1567,
  "AC092660.1": 1568,
  "AC092667.2": 1569,
  "AC092675.3": 1570,
  "AC092675.4": 1571,
  "AC092684.1": 1572,
  "AC092687.3": 1573,
  "AC092687.4": 1574,
  "AC092687.5": 1575,
  "AC092755.4": 1576,
  "AC092835.2": 1577,
  "AC092839.4": 1578,
  "AC092933.4": 1579,
  "AC093063.2": 1580,
  "AC093063.3": 1581,
  "AC093074.1": 1582,
  "AC093106.4": 1583,
  "AC093107.7": 1584,
  "AC093110.3": 1585,
  "AC093159.1": 1586,
  "AC093166.2": 1587,
  "AC093166.4": 1588,
  "AC093230.2": 1589,
  "AC093323.3": 1590,
  "AC093326.3": 1591,
  "AC093382.1": 1592,
  "AC093388.3": 1593,
  "AC093390.1": 1594,
  "AC093484.4": 1595,
  "AC093585.6": 1596,
  "AC093620.5": 1597,
  "AC093627.10": 1598,
  "AC093627.11": 1599,
  "AC093627.12": 1600,
  "AC093627.7": 1601,
  "AC093627.8": 1602,
  "AC093627.9": 1603,
  "AC093639.1": 1604,
  "AC093642.1": 1605,
  "AC093642.4": 1606,
  "AC093673.5": 1607,
  "AC093690.1": 1608,
  "AC093702.1": 1609,
  "AC093732.1": 1610,
  "AC093802.1": 1611,
  "AC093818.1": 1612,
  "AC093843.1": 1613,
  "AC093850.1": 1614,
  "AC093899.3": 1615,
  "AC093911.1": 1616,
  "AC096554.1": 1617,
  "AC096558.1": 1618,
  "AC096559.2": 1619,
  "AC096574.4": 1620,
  "AC096574.5": 1621,
  "AC096579.15": 1622,
  "AC096582.8": 1623,
  "AC096582.9": 1624,
  "AC096649.2": 1625,
  "AC096649.3": 1626,
  "AC096669.1": 1627,
  "AC096732.2": 1628,
  "AC096775.2": 1629,
  "AC096921.2": 1630,
  "AC097359.2": 1631,
  "AC097374.2": 1632,
  "AC097381.1": 1633,
  "AC097382.5": 1634,
  "AC097467.2": 1635,
  "AC097468.4": 1636,
  "AC097468.7": 1637,
  "AC097499.2": 1638,
  "AC097532.2": 1639,
  "AC097533.1": 1640,
  "AC097713.3": 1641,
  "AC097721.2": 1642,
  "AC097724.3": 1643,
  "AC098592.7": 1644,
  "AC098614.1": 1645,
  "AC098795.1": 1646,
  "AC098820.4": 1647,
  "AC098826.4": 1648,
  "AC098826.5": 1649,
  "AC098828.2": 1650,
  "AC098831.4": 1651,
  "AC098872.3": 1652,
  "AC099342.1": 1653,
  "AC099344.2": 1654,
  "AC099344.3": 1655,
  "AC099535.4": 1656,
  "AC099552.2": 1657,
  "AC099552.3": 1658,
  "AC099552.4": 1659,
  "AC099668.5": 1660,
  "AC099684.1": 1661,
  "AC099754.1": 1662,
  "AC099799.1": 1663,
  "AC099850.1": 1664,
  "AC100802.3": 1665,
  "AC100830.3": 1666,
  "AC100830.4": 1667,
  "AC100830.5": 1668,
  "AC102953.4": 1669,
  "AC102953.6": 1670,
  "AC103563.3": 1671,
  "AC103563.4": 1672,
  "AC103563.5": 1673,
  "AC103563.7": 1674,
  "AC103563.8": 1675,
  "AC103563.9": 1676,
  "AC103564.7": 1677,
  "AC104024.1": 1678,
  "AC104058.1": 1679,
  "AC104076.3": 1680,
  "AC104088.1": 1681,
  "AC104131.1": 1682,
  "AC104134.2": 1683,
  "AC104135.2": 1684,
  "AC104297.1": 1685,
  "AC104304.4": 1686,
  "AC104306.4": 1687,
  "AC104389.16": 1688,
  "AC104389.31": 1689,
  "AC104530.1": 1690,
  "AC104532.3": 1691,
  "AC104532.4": 1692,
  "AC104534.2": 1693,
  "AC104534.3": 1694,
  "AC104623.2": 1695,
  "AC104667.3": 1696,
  "AC104695.4": 1697,
  "AC104777.1": 1698,
  "AC104777.3": 1699,
  "AC104794.4": 1700,
  "AC104809.2": 1701,
  "AC104843.3": 1702,
  "AC104843.4": 1703,
  "AC104978.1": 1704,
  "AC104984.4": 1705,
  "AC105053.3": 1706,
  "AC105339.1": 1707,
  "AC105393.1": 1708,
  "AC105393.2": 1709,
  "AC105398.3": 1710,
  "AC105443.2": 1711,
  "AC105461.1": 1712,
  "AC105760.2": 1713,
  "AC105760.3": 1714,
  "AC106053.1": 1715,
  "AC106706.1": 1716,
  "AC106782.20": 1717,
  "AC106786.1": 1718,
  "AC106801.1": 1719,
  "AC106869.2": 1720,
  "AC106870.1": 1721,
  "AC106870.2": 1722,
  "AC106873.4": 1723,
  "AC106874.1": 1724,
  "AC106875.1": 1725,
  "AC106876.2": 1726,
  "AC106883.1": 1727,
  "AC106901.1": 1728,
  "AC107057.1": 1729,
  "AC107079.1": 1730,
  "AC107081.5": 1731,
  "AC107218.3": 1732,
  "AC107399.1": 1733,
  "AC107982.4": 1734,
  "AC107983.4": 1735,
  "AC108004.3": 1736,
  "AC108025.2": 1737,
  "AC108032.1": 1738,
  "AC108039.1": 1739,
  "AC108039.3": 1740,
  "AC108051.2": 1741,
  "AC108066.1": 1742,
  "AC108448.2": 1743,
  "AC108448.3": 1744,
  "AC108462.1": 1745,
  "AC108463.1": 1746,
  "AC108463.2": 1747,
  "AC108488.4": 1748,
  "AC108676.1": 1749,
  "AC108868.3": 1750,
  "AC108868.5": 1751,
  "AC108938.3": 1752,
  "AC108938.5": 1753,
  "AC109309.4": 1754,
  "AC109589.1": 1755,
  "AC109631.1": 1756,
  "AC110619.2": 1757,
  "AC110769.3": 1758,
  "AC110781.3": 1759,
  "AC111155.1": 1760,
  "AC112220.2": 1761,
  "AC112229.1": 1762,
  "AC112715.2": 1763,
  "AC112721.1": 1764,
  "AC112721.2": 1765,
  "AC113167.2": 1766,
  "AC113189.5": 1767,
  "AC113331.9": 1768,
  "AC113607.3": 1769,
  "AC113608.1": 1770,
  "AC113618.2": 1771,
  "AC114271.2": 1772,
  "AC114273.3": 1773,
  "AC114730.11": 1774,
  "AC114730.2": 1775,
  "AC114730.3": 1776,
  "AC114730.5": 1777,
  "AC114730.7": 1778,
  "AC114730.8": 1779,
  "AC114752.1": 1780,
  "AC114752.3": 1781,
  "AC114755.5": 1782,
  "AC114760.1": 1783,
  "AC114763.1": 1784,
  "AC114765.1": 1785,
  "AC114765.2": 1786,
  "AC114776.3": 1787,
  "AC114803.3": 1788,
  "AC114808.2": 1789,
  "AC114808.3": 1790,
  "AC114812.5": 1791,
  "AC114812.8": 1792,
  "AC114812.9": 1793,
  "AC114814.3": 1794,
  "AC114814.4": 1795,
  "AC114973.1": 1796,
  "AC115115.4": 1797,
  "AC115522.3": 1798,
  "AC116035.2": 1799,
  "AC116050.1": 1800,
  "AC116366.7": 1801,
  "AC116609.1": 1802,
  "AC116609.2": 1803,
  "AC116609.3": 1804,
  "AC117490.2": 1805,
  "AC118345.1": 1806,
  "AC118653.2": 1807,
  "AC118754.4": 1808,
  "AC119403.1": 1809,
  "AC121251.1": 1810,
  "AC122136.2": 1811,
  "AC123023.1": 1812,
  "AC123886.2": 1813,
  "AC123900.2": 1814,
  "AC124057.5": 1815,
  "AC124789.1": 1816,
  "AC124861.1": 1817,
  "AC125238.3": 1818,
  "AC125634.1": 1819,
  "AC127391.3": 1820,
  "AC127904.2": 1821,
  "AC128677.3": 1822,
  "AC128709.2": 1823,
  "AC128709.3": 1824,
  "AC128709.4": 1825,
  "AC129492.6": 1826,
  "AC129778.2": 1827,
  "AC130464.1": 1828,
  "AC130469.2": 1829,
  "AC130689.5": 1830,
  "AC130709.1": 1831,
  "AC131056.3": 1832,
  "AC131056.5": 1833,
  "AC131056.6": 1834,
  "AC132217.4": 1835,
  "AC132807.1": 1836,
  "AC133104.2": 1837,
  "AC133106.2": 1838,
  "AC133633.1": 1839,
  "AC133633.2": 1840,
  "AC133680.1": 1841,
  "AC133785.1": 1842,
  "AC134915.1": 1843,
  "AC135048.13": 1844,
  "AC135050.5": 1845,
  "AC135178.7": 1846,
  "AC135721.3": 1847,
  "AC136896.2": 1848,
  "AC137527.2": 1849,
  "AC137723.5": 1850,
  "AC137932.4": 1851,
  "AC137932.5": 1852,
  "AC137932.6": 1853,
  "AC138035.2": 1854,
  "AC138430.4": 1855,
  "AC138472.4": 1856,
  "AC138472.6": 1857,
  "AC138517.5": 1858,
  "AC138623.1": 1859,
  "AC138647.1": 1860,
  "AC138649.1": 1861,
  "AC138969.4": 1862,
  "AC139085.2": 1863,
  "AC139099.4": 1864,
  "AC139099.5": 1865,
  "AC139099.7": 1866,
  "AC139100.3": 1867,
  "AC139100.4": 1868,
  "AC139103.1": 1869,
  "AC139143.2": 1870,
  "AC139712.4": 1871,
  "AC139887.4": 1872,
  "AC140076.1": 1873,
  "AC140134.2": 1874,
  "AC140481.4": 1875,
  "AC140481.8": 1876,
  "AC140725.4": 1877,
  "AC140725.7": 1878,
  "AC140912.1": 1879,
  "AC141586.5": 1880,
  "AC141930.2": 1881,
  "AC141930.3": 1882,
  "AC142119.1": 1883,
  "AC142293.3": 1884,
  "AC142391.3": 1885,
  "AC142472.6": 1886,
  "AC142528.1": 1887,
  "AC144450.1": 1888,
  "AC144450.2": 1889,
  "AC144525.1": 1890,
  "AC144530.1": 1891,
  "AC144568.2": 1892,
  "AC144568.4": 1893,
  "AC144831.1": 1894,
  "AC144831.3": 1895,
  "AC144833.1": 1896,
  "AC144836.1": 1897,
  "AC144838.2": 1898,
  "AC144838.3": 1899,
  "AC145123.2": 1900,
  "AC145124.2": 1901,
  "AC145343.2": 1902,
  "AC145676.2": 1903,
  "AC147651.1": 1904,
  "AC151960.1": 1905,
  "AC152010.1": 1906,
  "AC156455.1": 1907,
  "AC159540.1": 1908,
  "AC159540.2": 1909,
  "AC159540.3": 1910,
  "AC226118.1": 1911,
  "AC226119.4": 1912,
  "AC226119.5": 1913,
  "AC226119.6": 1914,
  "AC226150.3": 1915,
  "ACAA1": 1916,
  "ACAA2": 1917,
  "ACACA": 1918,
  "ACACB": 1919,
  "ACAD10": 1920,
  "ACAD11": 1921,
  "ACAD8": 1922,
  "ACAD9": 1923,
  "ACADL": 1924,
  "ACADM": 1925,
  "ACADS": 1926,
  "ACADSB": 1927,
  "ACADVL": 1928,
  "ACAN": 1929,
  "ACAP1": 1930,
  "ACAP2": 1931,
  "ACAP2-IT1": 1932,
  "ACAP3": 1933,
  "ACAT1": 1934,
  "ACAT2": 1935,
  "ACBD3": 1936,
  "ACBD3-AS1": 1937,
  "ACBD4": 1938,
  "ACBD5": 1939,
  "ACBD6": 1940,
  "ACBD7": 1941,
  "ACCS": 1942,
  "ACCSL": 1943,
  "ACD": 1944,
  "ACE": 1945,
  "ACE2": 1946,
  "ACE3P": 1947,
  "ACER1": 1948,
  "ACER2": 1949,
  "ACER2P1": 1950,
  "ACER3": 1951,
  "ACHE": 1952,
  "ACIN1": 1953,
  "ACKR1": 1954,
  "ACKR2": 1955,
  "ACKR3": 1956,
  "ACKR4": 1957,
  "ACKR4P1": 1958,
  "ACLY": 1959,
  "ACMSD": 1960,
  "ACNATP": 1961,
  "ACO1": 1962,
  "ACO2": 1963,
  "ACOD1": 1964,
  "ACOT1": 1965,
  "ACOT11": 1966,
  "ACOT12": 1967,
  "ACOT13": 1968,
  "ACOT2": 1969,
  "ACOT4": 1970,
  "ACOT6": 1971,
  "ACOT7": 1972,
  "ACOT8": 1973,
  "ACOT9": 1974,
  "ACOX1": 1975,
  "ACOX2": 1976,
  "ACOX3": 1977,
  "ACOXL": 1978,
  "ACOXL-AS1": 1979,
  "ACP1": 1980,
  "ACP2": 1981,
  "ACP3": 1982,
  "ACP4": 1983,
  "ACP5": 1984,
  "ACP6": 1985,
  "ACP7": 1986,
  "ACR": 1987,
  "ACRBP": 1988,
  "ACRP1": 1989,
  "ACRV1": 1990,
  "ACSBG1": 1991,
  "ACSBG2": 1992,
  "ACSF2": 1993,
  "ACSF3": 1994,
  "ACSL1": 1995,
  "ACSL3": 1996,
  "ACSL3-AS1": 1997,
  "ACSL4": 1998,
  "ACSL5": 1999,
  "ACSL6": 2000,
  "ACSL6-AS1": 2001,
  "ACSM1": 2002,
  "ACSM2A": 2003,
  "ACSM2B": 2004,
  "ACSM3": 2005,
  "ACSM4": 2006,
  "ACSM5": 2007,
  "ACSM5P1": 2008,
  "ACSM6": 2009,
  "ACSS1": 2010,
  "ACSS2": 2011,
  "ACSS3": 2012,
  "ACTA1": 2013,
  "ACTA2": 2014,
  "ACTA2-AS1": 2015,
  "ACTB": 2016,
  "ACTBL2": 2017,
  "ACTBP1": 2018,
  "ACTBP11": 2019,
  "ACTBP12": 2020,
  "ACTBP14": 2021,
  "ACTBP15": 2022,
  "ACTBP2": 2023,
  "ACTBP4": 2024,
  "ACTBP6": 2025,
  "ACTBP7": 2026,
  "ACTBP8": 2027,
  "ACTBP9": 2028,
  "ACTC1": 2029,
  "ACTE1P": 2030,
  "ACTG1": 2031,
  "ACTG1P1": 2032,
  "ACTG1P10": 2033,
  "ACTG1P11": 2034,
  "ACTG1P12": 2035,
  "ACTG1P13": 2036,
  "ACTG1P14": 2037,
  "ACTG1P15": 2038,
  "ACTG1P16": 2039,
  "ACTG1P17": 2040,
  "ACTG1P18": 2041,
  "ACTG1P19": 2042,
  "ACTG1P2": 2043,
  "ACTG1P20": 2044,
  "ACTG1P21": 2045,
  "ACTG1P22": 2046,
  "ACTG1P23": 2047,
  "ACTG1P24": 2048,
  "ACTG1P25": 2049,
  "ACTG1P3": 2050,
  "ACTG1P4": 2051,
  "ACTG1P9": 2052,
  "ACTG2": 2053,
  "ACTL10": 2054,
  "ACTL11P": 2055,
  "ACTL6A": 2056,
  "ACTL6B": 2057,
  "ACTL7A": 2058,
  "ACTL7B": 2059,
  "ACTL8": 2060,
  "ACTL9": 2061,
  "ACTN1": 2062,
  "ACTN1-AS1": 2063,
  "ACTN2": 2064,
  "ACTN3": 2065,
  "ACTN4": 2066,
  "ACTN4P1": 2067,
  "ACTN4P2": 2068,
  "ACTP1": 2069,
  "ACTR10": 2070,
  "ACTR1A": 2071,
  "ACTR1AP1": 2072,
  "ACTR1B": 2073,
  "ACTR2": 2074,
  "ACTR3": 2075,
  "ACTR3B": 2076,
  "ACTR3BP1": 2077,
  "ACTR3BP2": 2078,
  "ACTR3BP3": 2079,
  "ACTR3BP4": 2080,
  "ACTR3BP5": 2081,
  "ACTR3BP6": 2082,
  "ACTR3BP7": 2083,
  "ACTR3C": 2084,
  "ACTR3P2": 2085,
  "ACTR3P3": 2086,
  "ACTR5": 2087,
  "ACTR6": 2088,
  "ACTR6P1": 2089,
  "ACTR8": 2090,
  "ACTRT1": 2091,
  "ACTRT1P1": 2092,
  "ACTRT2": 2093,
  "ACTRT3": 2094,
  "ACVR1": 2095,
  "ACVR1B": 2096,
  "ACVR1C": 2097,
  "ACVR2A": 2098,
  "ACVR2B": 2099,
  "ACVR2B-AS1": 2100,
  "ACVRL1": 2101,
  "ACY1": 2102,
  "ACY3": 2103,
  "ACYP1": 2104,
  "ACYP2": 2105,
  "AD000091.2": 2106,
  "AD000091.3": 2107,
  "AD000671.6": 2108,
  "AD000684.2": 2109,
  "AD000864.6": 2110,
  "AD001527.4": 2111,
  "AD001527.7": 2112,
  "ADA": 2113,
  "ADA2": 2114,
  "ADAD1": 2115,
  "ADAD1P2": 2116,
  "ADAD2": 2117,
  "ADAL": 2118,
  "ADAM10": 2119,
  "ADAM11": 2120,
  "ADAM12": 2121,
  "ADAM15": 2122,
  "ADAM17": 2123,
  "ADAM18": 2124,
  "ADAM19": 2125,
  "ADAM1A": 2126,
  "ADAM1B": 2127,
  "ADAM2": 2128,
  "ADAM20": 2129,
  "ADAM20P1": 2130,
  "ADAM20P2": 2131,
  "ADAM20P3": 2132,
  "ADAM21": 2133,
  "ADAM21P1": 2134,
  "ADAM22": 2135,
  "ADAM23": 2136,
  "ADAM24P": 2137,
  "ADAM28": 2138,
  "ADAM29": 2139,
  "ADAM30": 2140,
  "ADAM32": 2141,
  "ADAM33": 2142,
  "ADAM3A": 2143,
  "ADAM3B": 2144,
  "ADAM5": 2145,
  "ADAM6": 2146,
  "ADAM7": 2147,
  "ADAM8": 2148,
  "ADAM9": 2149,
  "ADAMDEC1": 2150,
  "ADAMTS1": 2151,
  "ADAMTS10": 2152,
  "ADAMTS12": 2153,
  "ADAMTS13": 2154,
  "ADAMTS14": 2155,
  "ADAMTS15": 2156,
  "ADAMTS16": 2157,
  "ADAMTS17": 2158,
  "ADAMTS18": 2159,
  "ADAMTS19": 2160,
  "ADAMTS19-AS1": 2161,
  "ADAMTS2": 2162,
  "ADAMTS20": 2163,
  "ADAMTS3": 2164,
  "ADAMTS4": 2165,
  "ADAMTS5": 2166,
  "ADAMTS6": 2167,
  "ADAMTS7": 2168,
  "ADAMTS7P1": 2169,
  "ADAMTS7P3": 2170,
  "ADAMTS7P4": 2171,
  "ADAMTS8": 2172,
  "ADAMTS9": 2173,
  "ADAMTS9-AS1": 2174,
  "ADAMTS9-AS2": 2175,
  "ADAMTSL1": 2176,
  "ADAMTSL2": 2177,
  "ADAMTSL3": 2178,
  "ADAMTSL4": 2179,
  "ADAMTSL4-AS1": 2180,
  "ADAMTSL4-AS2": 2181,
  "ADAMTSL5": 2182,
  "ADAP1": 2183,
  "ADAP2": 2184,
  "ADAR": 2185,
  "ADARB1": 2186,
  "ADARB2": 2187,
  "ADARB2-AS1": 2188,
  "ADAT1": 2189,
  "ADAT2": 2190,
  "ADAT3": 2191,
  "ADCK1": 2192,
  "ADCK2": 2193,
  "ADCK5": 2194,
  "ADCY1": 2195,
  "ADCY10": 2196,
  "ADCY10P1": 2197,
  "ADCY2": 2198,
  "ADCY3": 2199,
  "ADCY4": 2200,
  "ADCY5": 2201,
  "ADCY6": 2202,
  "ADCY6-DT": 2203,
  "ADCY7": 2204,
  "ADCY8": 2205,
  "ADCY9": 2206,
  "ADCYAP1": 2207,
  "ADCYAP1R1": 2208,
  "ADD1": 2209,
  "ADD2": 2210,
  "ADD3": 2211,
  "ADD3-AS1": 2212,
  "ADGB": 2213,
  "ADGRA1": 2214,
  "ADGRA1-AS1": 2215,
  "ADGRA2": 2216,
  "ADGRA3": 2217,
  "ADGRB1": 2218,
  "ADGRB2": 2219,
  "ADGRB3": 2220,
  "ADGRD1": 2221,
  "ADGRD1-AS1": 2222,
  "ADGRD2": 2223,
  "ADGRE1": 2224,
  "ADGRE2": 2225,
  "ADGRE3": 2226,
  "ADGRE4P": 2227,
  "ADGRE5": 2228,
  "ADGRF1": 2229,
  "ADGRF2": 2230,
  "ADGRF3": 2231,
  "ADGRF4": 2232,
  "ADGRF5": 2233,
  "ADGRF5-AS1": 2234,
  "ADGRF5P1": 2235,
  "ADGRF5P2": 2236,
  "ADGRG1": 2237,
  "ADGRG2": 2238,
  "ADGRG3": 2239,
  "ADGRG4": 2240,
  "ADGRG5": 2241,
  "ADGRG6": 2242,
  "ADGRG7": 2243,
  "ADGRL1": 2244,
  "ADGRL1-AS1": 2245,
  "ADGRL2": 2246,
  "ADGRL3": 2247,
  "ADGRL3-AS1": 2248,
  "ADGRL4": 2249,
  "ADGRV1": 2250,
  "ADH1A": 2251,
  "ADH1B": 2252,
  "ADH1C": 2253,
  "ADH4": 2254,
  "ADH5": 2255,
  "ADH5P2": 2256,
  "ADH5P3": 2257,
  "ADH5P4": 2258,
  "ADH5P5": 2259,
  "ADH6": 2260,
  "ADH7": 2261,
  "ADHFE1": 2262,
  "ADI1": 2263,
  "ADI1P1": 2264,
  "ADI1P2": 2265,
  "ADI1P3": 2266,
  "ADIG": 2267,
  "ADIPOQ": 2268,
  "ADIPOQ-AS1": 2269,
  "ADIPOR1": 2270,
  "ADIPOR1P1": 2271,
  "ADIPOR1P2": 2272,
  "ADIPOR2": 2273,
  "ADIRF": 2274,
  "ADIRF-AS1": 2275,
  "ADK": 2276,
  "ADM": 2277,
  "ADM2": 2278,
  "ADM5": 2279,
  "ADNP": 2280,
  "ADNP-AS1": 2281,
  "ADNP2": 2282,
  "ADO": 2283,
  "ADORA1": 2284,
  "ADORA2A": 2285,
  "ADORA2A-AS1": 2286,
  "ADORA2B": 2287,
  "ADORA2BP1": 2288,
  "ADORA3": 2289,
  "ADPGK": 2290,
  "ADPGK-AS1": 2291,
  "ADPRH": 2292,
  "ADPRHL1": 2293,
  "ADPRM": 2294,
  "ADPRS": 2295,
  "ADRA1A": 2296,
  "ADRA1B": 2297,
  "ADRA1D": 2298,
  "ADRA2A": 2299,
  "ADRA2B": 2300,
  "ADRA2C": 2301,
  "ADRB1": 2302,
  "ADRB2": 2303,
  "ADRB3": 2304,
  "ADRM1": 2305,
  "ADSL": 2306,
  "ADSS1": 2307,
  "ADSS2": 2308,
  "ADTRP": 2309,
  "AE000658.22": 2310,
  "AE000658.25": 2311,
  "AE000658.30": 2312,
  "AE000658.31": 2313,
  "AE000659.41": 2314,
  "AE000660.21": 2315,
  "AE000660.4": 2316,
  "AE000661.36": 2317,
  "AE000661.37": 2318,
  "AE000661.50": 2319,
  "AE000662.92": 2320,
  "AEBP1": 2321,
  "AEBP2": 2322,
  "AEN": 2323,
  "AF001548.3": 2324,
  "AF001548.5": 2325,
  "AF001548.6": 2326,
  "AF001550.7": 2327,
  "AF001550.9": 2328,
  "AF003529.2": 2329,
  "AF003625.3": 2330,
  "AF003626.1": 2331,
  "AF011889.2": 2332,
  "AF011889.5": 2333,
  "AF015262.2": 2334,
  "AF015720.3": 2335,
  "AF038458.3": 2336,
  "AF038458.4": 2337,
  "AF038458.5": 2338,
  "AF064858.10": 2339,
  "AF064858.6": 2340,
  "AF064858.8": 2341,
  "AF064858.9": 2342,
  "AF064860.5": 2343,
  "AF064860.7": 2344,
  "AF064866.1": 2345,
  "AF067845.1": 2346,
  "AF067845.2": 2347,
  "AF067845.3": 2348,
  "AF096876.1": 2349,
  "AF121898.3": 2350,
  "AF124730.4": 2351,
  "AF127577.10": 2352,
  "AF127577.11": 2353,
  "AF127577.12": 2354,
  "AF127577.13": 2355,
  "AF127577.8": 2356,
  "AF127936.3": 2357,
  "AF127936.9": 2358,
  "AF129075.5": 2359,
  "AF129408.17": 2360,
  "AF130248.1": 2361,
  "AF131215.2": 2362,
  "AF131215.3": 2363,
  "AF131215.4": 2364,
  "AF131215.6": 2365,
  "AF131215.8": 2366,
  "AF131215.9": 2367,
  "AF131216.5": 2368,
  "AF131216.6": 2369,
  "AF131216.7": 2370,
  "AF131216.8": 2371,
  "AF131217.1": 2372,
  "AF146191.8": 2373,
  "AF178030.2": 2374,
  "AF186192.1": 2375,
  "AF186192.5": 2376,
  "AF186192.6": 2377,
  "AF196970.3": 2378,
  "AF196972.10": 2379,
  "AF196972.3": 2380,
  "AF196972.4": 2381,
  "AF196972.9": 2382,
  "AF212831.2": 2383,
  "AF213884.1": 2384,
  "AF213884.2": 2385,
  "AF222684.1": 2386,
  "AF222685.1": 2387,
  "AF224669.3": 2388,
  "AF228730.13": 2389,
  "AF228730.14": 2390,
  "AF228730.15": 2391,
  "AF228730.16": 2392,
  "AF228730.5": 2393,
